Repository: alrusdi/video-store
Catalog: videostore/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Pending view
ru: Ожидает промотра

source: Seen
ru: Просмотрен

source: Overdue
ru: Просрочен

source: Blocked
ru: Заблокирован администратором

source: Video
ru: Видео

source: Created time
ru: Время создания

source: Valid to
ru: Доступен до

source: Ticket
ru: Билет

source: Tickets
ru: Билеты

source: Extension
ru: Расширению

source: Meta info
ru: Мета-информации

source: File name
ru: Имени файла

source: Match by
ru: Искать по

source: Video param to detected from if this command should be used to convert given video
ru: По какому параметру в видео опредять, что данная команда подходит для конвертации

source: RegExp to match video file
ru: Регулярное выражение

source: Enabled?
ru: Доступна?

source: System command to convert video
ru: Команда для конвертации видео

source: Order
ru: Место по порядку

source: If more than one command matched to convert given video - topmost by Order will be used
ru: Если для конвертации подходит несколько команд, то будет выбрана та, что выше по порядку

source: Video convert command
ru: Команда для конвертации

source: Video convert commands
ru: Команды для конвертации

source: Parent category
ru: Родительская категория

source: Title
ru: Название

source: Category
ru: Категория

source: Categories
ru: Категории

source: Pending convert
ru: Ожидает конвертации

source: Convert started
ru: Конвертация начата

source: Converted
ru: Готово

source: Not converted due to error
ru: Не удалось сконвертировать

source: Video file
ru: Видео

source: Thumbnail image
ru: Изображение (тумба)

source: Description
ru: Описание

source: Video conversion status
ru: Статус конвертации видео

source: Convert time
ru: Время конвертации

source: Message from last converting command
ru: Сообщение от команды конвертации

source: Uploaded by
ru: Кем загружено

source: Video enabled for view?
ru: Доступно для просмотра?

source: Meta info about original video
ru: Мета-информация

source: Videos
ru: Видео
